Repository: BackupTheBerlios/musik
Catalog: Musik/genlocal/*.po
Languages: cs

source: Auto Rename syntax:
cs: Syntaxe Automatického Pøejmenování:

source: Tag Dialog Box:
cs: Dialogové okno Znaèek

source: - Directory Separator
cs: - Oddìlovaè Adresáøù

source: Autotagger
cs: Oznaèkovávaè

source: Library Setup
cs: Nastavení Knihovny

source: Library Setup - Elapsed Time:
cs: Nastavuji Knihovnu - Uplynulý èas

source: Preferences
cs: Nastavení

source: has detected that your library configuration has changed. It is suggested that you update the internal library, which includes adding the new songs. Proceed?
cs: zjistil, ¾e se zmìnilo nastavení va¹í Knihovny. Je doporuèeno, abyste aktualizoval vnitøní knihovny; k tomu patøí i pøidání nových skladeb. Pokraèovat?

source: has detected version 0.1.2 or earlier was previously installed. Due to the changes from 0.1.2 to the current version, your Sources list and Library must be reset. We apologize for any inconvenience this may cause.
cs: zjistil, ¾e máte ji¾ nainstalovánu verzi 0.1.2 nebo døívìj¹í. Kvùli zmìnám od 0.1.2 po souèasnou verzi je tøeba vynulovat vá¹ Seznam Zdrojù a Knihovnu. Omlouváme se za jakékoliv nepohodlí, které to mù¾e zpùsobit.

source: is not running
cs: nebì¾í

source: of current song
cs: aktuální skladby

source: second buffer length
cs: délka druhé vyrovnávací pamìti

source: will not delete empty directories!
cs: nesma¾e prázdné adresáøe!

source: " already exists, but does not appear to be visible in the panel. Would you like to show it?
cs: " ji¾ existuje, ale zdá se, ¾e není viditelný v panelu. Chcete jej zobrazit?

source: %1 - Song Title
cs: %1 - Název Skladby

source: %2 - Artist Name
cs: %2 - Jméno Umìlce

source: %3 - Album Name
cs: %3 - Název Alba

source: %4 - Genre
cs: %4 - ®ánr

source: %5 - Year
cs: %5 - Rok

source: %6 - Track Number
cs: %6 - Èíslo stopy

source: %s Logging Window
cs: %s Logovací okno

source: %t for Title, %a for Artist, %b for album,%n for tracknumber and %y for year. %u can be used for unused parts of the filename. If you use the uppercase variants surrounding spaces will be ignored. (A mask %A-%T will match artist - title and artist-title) If Convert '_' to Space option is active, you must use spaces in the mask to match '_'.
cs: %t - název, %a - umìlec, %b - album,%n - èíslo stopy a %y - rok. %u mù¾e být pou¾ito pro nevyu¾ité èásti jména souboru. Pokud pou¾ijete velká písmena, budou ignorovány okolní mezery. (Maska %A-%T najde umìlec - název a umìlec-název) Pokud je aktivní volba Pøevod '_' na mezeru, musíte pou¾ít v masce mezery, aby bylo mo¾no nalézet '_'.

source: &About
cs: &O programu

source: &Add Directory
cs: &Pøidej Adresáø

source: &Auto Rename
cs: &Automatické Pøejmenování

source: &Clear List
cs: &Vyèisti seznam skladeb

source: &Create New
cs: &Vytvoø Nový

source: &Custom Query
cs: &Vlastní Dotaz

source: &Delete
cs: &Sma¾

source: &Directories
cs: &Adresáøe

source: &Edit Query
cs: &Uprav Dotaz

source: &Edit URL
cs: &Uprav URL

source: &File
cs: &Soubor

source: &Help
cs: &Nápovìda

source: &Hide wxMusik
cs: &Schovej wxMusik

source: &Library
cs: &Knihovna

source: &Next
cs: &Dal¹í

source: &Open Folder in File Manager
cs: &Otevøi Adresáø v Souborovém Mana¾eru

source: &Pause
cs: &Pauza

source: &Pending Tags
cs: &Nedokonèené Znaèky

source: &Play
cs: &Pøehrát

source: &Preferences Ctrl-P
cs: &Nastavení Ctrl-P

source: &Previous
cs: &Pøedchozí

source: &Rating
cs: &Hodnocení

source: &Rebuild Library
cs: &Znovuvytvoø Knihovnu

source: &Rebuild Tag
cs: &Znovuvytvoø Znaèku

source: &Remove &Selected Directories
cs: &Odstraò &Vybrané Adresáøe

source: &Rename
cs: &Pøejmenuj

source: &Rename F2
cs: &Pøejmenuj F2

source: &Restore wxMusik
cs: &Obnov wxMusik

source: &Resume
cs: &Pokraèovat

source: &Setup Library Ctrl-L
cs: &Nastav Knihovnu Ctrl-L

source: &Show Icons
cs: &Zobraz Ikony

source: &Show in Library
cs: &Uka¾ v Knihovnì

source: &Stop
cs: &Zastavit

source: &Update Library
cs: &Aktualizuj Knihovnu

source: &View
cs: &Zobrazit

source: (all low quality, non-VBR)
cs: (v¹e nízké kvality, ne-VBR)

source: (all songs played this month)
cs: (v¹echny skladby hrané tento mìsíc)

source: (all titles containing funky)
cs: (v¹echny tituly obsahující funky)

source: (your popular tracks)
cs: (va¹e oblíbené skladby)

source: : Aborting process, please wait...
cs: : Ukonèuji proces, prosím èekejte...

source: : Renaming selected playlist items (ESC to abort)
cs: : Pøejmenovávám vybrané polo¾ky ze seznamu skladeb (ESC - zru¹it)

source: : Updating tags from selection box (ESC to abort)
cs: : Aktualizuji vybrané Znaèky (ESC - zru¹it)

source: : Writing dirty tags to file (ESC to abort)
cs: : Zapisuji neèisté znaèky do souboru (ESC - zru¹it)

source: <unknown>
cs: <neznámý>

source: A dynamic playlist with this name already exists, would you like to edit the existing query?
cs: Dynamický seznam skladeb s tímto jménem u¾ existuje, pøejete si zmìnit existující dotaz?

source: A playlist with this name already exists, would you like to append to the existing one?
cs: U¾ existuje seznam skladeb stejného jména, chcete k nìmu pøidat?

source: A&uto Retag...
cs: A&utomatické Pøeznaèkování...

source: About
cs: O programu

source: Added on
cs: Pøidáno

source: Albums
cs: Alba

source: All words
cs: V¹echna slova

source: Always On Top Ctrl-T
cs: V¾dy Nahoøe Ctrl-T

source: An error occured when setting the Auto DJ Filter
cs: Pøi nastavování Auto DJ Filtru nastala chyba

source: An error occurred when attempting to update the database
cs: Pøi pokusu o aktualizaci databáze do¹lo k chybì

source: Any word
cs: Jakékoli slovo

source: Append to file
cs: Pøipojit k souboru

source: Apply
cs: Pou¾ít

source: Artist
cs: Umìlec

source: Artists
cs: Umìlci

source: Auto Rename
cs: Automatické Pøejmenování

source: Automatically play song on startup
cs: Hned po startu zaèít pøehrávat

source: Automatically play songs, dropped into playlist
cs: Automaticky zaèít pøehrávat skladby pøesunuté do seznamu skladeb

source: Automatically rename file
cs: Automaticky pøejmenovat soubor

source: Automatically scan for new songs on startup
cs: Automaticky hledej nové skladby hned po startu

source: Buffer
cs: Vyrovnávací pamì»

source: Buffer Size (bytes):
cs: Velikost Vyrovnávací pamìti (byty):

source: Cancel
cs: Zru¹it

source: Cannot drag songs into a dynamic playlist.
cs: Nelze pøetáhnout skladby do dynamického seznamu skladeb.

source: Cannot drag songs into a net stream.
cs: Nelze pøetáhnout skladby do sí»ového streamu.

source: Cannot drag songs into the library, they already exist here.
cs: Nelze pøetáhnout skladby do Knihovny, u¾ tam jsou.

source: Cannot find file. Filename:
cs: Nemohu nalézt soubor. Jméno souboru:

source: Censor common swearwords
cs: Cenzurovat obvyklá sprostá slova

source: Clear
cs: Vyèistit

source: Clear &Library
cs: Vyèistit Knihovnu

source: Clear old tag
cs: Vyèistit starou znaèku

source: Clear old tag information before writing?
cs: Vyèistit starou znaèku pøed zápisem?

source: Clear old tags
cs: Vyèistit staré znaèky

source: Command line:
cs: Pøíkazová øídka:

source: Convert '_' to Space
cs: Pøevést '_' na mezeru

source: Copy files to directory
cs: Kopírovat soubory do adresáøe

source: Crossfade
cs: Plynulý pøechod

source: Crossfade on new song (seconds)
cs: Plynulý pøechod na novou skladbu (sekundy)

source: Crossfade on pause or resume (seconds)
cs: Plynulý pøechod pøi pozastavení èi obnovení (sekundy)

source: Crossfade on program exit (seconds)
cs: Plynulý pøechod pøi ukonèení programu (sekundy)

source: Crossfade on stop (seconds)
cs: Plynulý pøechod pøi zastavení (sekundy)

source: Crossfade on track seek (seconds)
cs: Plynulý pøechod pøi posunu ve skladbì

source: Crossfader
cs: Plynulý pøechod

source: Delete
cs: Smazat

source: Delete the selected songs from wxMusik's internal database?
cs: Smazat vybrané skladby z vnitøní databáze wxMusiku?

source: Delete the selected songs from your computer?
cs: Smazat vybrané skladby z va¹eho poèítaèe?

source: Display
cs: Zobrazit

source: Driver
cs: Ovladaè

source: Dynamic
cs: Dynamický

source: Dynamic Playlist
cs: Dynamický seznam skladeb

source: Dynamic playlist "
cs: Dynamický seznam skladeb "

source: E&xit
cs: K&onec

source: ERROR: failed to open stream:
cs: CHYBA: nepodaøilo se otevøít stream

source: Edit &Tag
cs: Upravit &Znaèku

source: Edit Album F5
cs: Upravit Album F5

source: Edit Artist F4
cs: Upravit Umìlce F4

source: Edit Genre F6
cs: Upravit ®ánr F6

source: Edit Notes F8
cs: Upravit Poznámky F8

source: Edit Title F2
cs: Upravit Název F2

source: Edit Track Number F3
cs: Upravit Èíslo Stopy F3

source: Edit Year F7
cs: Upravit Rok F7

source: Empty
cs: Prázdný

source: Enable
cs: Zapnout

source: Enable EQ
cs: Zapnout EQ

source: Enable Pitch control
cs: Zapnout kontrolu Pitch

source: Enqueue
cs: Zaøadit

source: Enter Tag Mask:
cs: Zadejte Masku Znaèek:

source: Enter name for new dynamic playlist:
cs: Zadejte jméno nového dynamického seznamu skladeb:

source: Enter name for new playlist:
cs: Zadejte jméno novéhoo seznamu skladeb:

source: Enter name of the net stream:
cs: Zadejtet jméno sí»ového streamu:

source: Enter net stream address(URL):
cs: Zadejte adresu sí»ového streamu (URL):

source: Exact phrase
cs: Pøesná fráze:

source: Examples:
cs: Ukázky:

source: Failed to copy file %s. Continue?
cs: Selhalo kopíroování souboru %s. Pokraèovat?

source: Failed to delete the following files from your computer:
cs: Selhalo mazání následujícíchc souborù z va¹eho poèítaèe:

source: File
cs: Soubor

source: File copy error
cs: Chyba pøi kopírování souboru

source: File copy warning
cs: Varování pøi kopírování souboru

source: Filename
cs: Jméno souboru

source: Filename:
cs: Jméno souboru:

source: Filesize
cs: Velikost souboru:

source: Finalize for Database &Only
cs: Finalizovat &Jen pro Databázi

source: Fit Columns
cs: Vyrovnej sloupce:

source: From Computer Ctrl+Del
cs: Z Poèítaèe Ctrl+Del

source: From Database Alt+Del
cs: Z Databáze Alt+Del

source: From Playlist Del
cs: Ze seznamu skladeb Del

source: Fuzzy High
cs: Hodnì Fuzzy

source: Fuzzy Low
cs: Málo Fuzzy

source: Fuzzy Middle
cs: Støednì Fuzzy

source: Fuzzy None
cs: Bez Fuzzy

source: General
cs: Obecné

source: Genre
cs: ®ánr

source: Genres
cs: ®ánry

source: Hide Window on Minimize
cs: Schovat okno pøi Minimalizaci

source: Highlight
cs: Zdùraznit

source: Hotkey %s cannot be registered.
cs: Nelze zarergistrovat horkou klávesu %s .

source: Initialization of FMOD sound system failed.
cs: Inicicalizace zvukového systému FMOD selhala.

source: Initialization of library failed.
cs: Inicializace Knihovny selhala.

source: Instantly
cs: Okam¾itì

source: Invalid playlist name.
cs: Neplatné jméno pro seznam skladeb.

source: Last Played
cs: Poslení Hrané

source: Left Channel: %d hz
cs: Levý Kanál: %d hz

source: Line to write:
cs: Øádek k zapsání:

source: Lock channels
cs: Zamknout kanály

source: Maximum sound channels:
cs: Maximum zvukových kanálù:

source: Misc.
cs: Rùzn.

source: Musik Library
cs: Musik Knihovna

source: Net Stream
cs: Sí»ový Stream

source: Net Stream "
cs: Sí»ový Stream "

source: Never
cs: Nikdy

source: New
cs: Nový

source: Next
cs: Dal¹í

source: No Horizontal Scroll
cs: Bez Vodorovného Posuvu

source: None
cs: ®ádný

source: Normal
cs: Normální

source: Notes
cs: Poznámky

source: Notes
cs: Poznámky

source: Now Playing
cs: Právì Pøehrávám

source: Number of albums to choose in advance:
cs: Poèet alb k pøedvybrání:

source: Number of hours a song must not have been played to be chosen:
cs: Kolik hodin nesmí být skladba hrána, aby ji bylo mo¾no znovu vybrat:

source: Number of songs to choose in advance:
cs: Poèet skladeb k pøedvybrání:

source: Options
cs: Volby

source: Ouput Driver:
cs: Výstupní ovladaè:

source: Parsing of file %s failed.
cs: Parsování souboru %s selhalo.

source: Parsing of file %s not supported. Setting title to filename.
cs: Parsování souboru %s není podporování. Nasatavuji název skladby dle názvu souboru.

source: Parsing of file %s not supported. Song data is not updated.
cs: Parsování souboru %s není podporováno. Data ve skladbì nebyly aktualizovány.

source: Path
cs: Cesta

source: Pitch control, right-click to reset
cs: Kontrola 'Pitch', kliknìte pravým my¹ítkem pro vynulování

source: Play failed, please try again.
cs: Pøehrávání selhalo, prosím zkuste to znovu.

source: Playback
cs: Pøehrávání

source: Playback Rate (hz):
cs: Pøehrávací frekvence (hz):

source: Playback Stopped
cs: Pøehrávání se zastavilo

source: Playback will be stopped, because loading failed. Filename:
cs: Pøehrávání bude zastaveno, proto¾e selhalo nahrání souboru. Jméno souboru:

source: Playlist
cs: Seznam skladeb

source: Playlist Runtime:
cs: Délka seznamu skladeb:

source: Playlist Songs:
cs: Skladby v seznamu:

source: Playlist from Current
cs: Seznam skladeb ze Souèasných

source: Playlist size:
cs: Velikost seznamu skladeb:

source: Please choose location to copy songs to:
cs: Prosím vyberte místo kam se budou skladby kopírovat:

source: Please choose music directory.
cs: Prosím vyberte adresáø s hudbou.

source: Post to a website
cs: Poslat na webstránku

source: Prebuffering (%):
cs: Pøedvyrovnávání (%):

source: Preferences
cs: Nastavení

source: Proxy server address:
cs: Adresa Proxy serveru:

source: Proxy server password:
cs: Heslo pro Proxy server:

source: Proxy server port:
cs: Port Proxy serveru:

source: Proxy server user:
cs: U¾ivatelské jméno pro Proxy server:

source: Purge &Missing Songs
cs: Vyèistit &Chybìjící Skladby

source: Rating
cs: Hodnocení

source: Rebuffering (%):
cs: Znovuvyrovnávám (%):

source: Remove A&ll Directories
cs: Odstranit V&¹echny Adresáøe

source: Remove All Directories
cs: Odstranit V¹echny Adresáøe

source: Rename files
cs: Pøejmenovat soubory

source: Rename:
cs: Pøejmenovat:

source: Renaming of file %s failed.
cs: Pøejmenovávání souboru %s selhalo.

source: Repeat List
cs: Opakovat Seznam skladeb

source: Repeat Song
cs: Opakovat Skladbu

source: Replace current playlist with all
cs: Nahradit aktuální seznam skladeb v¹ím

source: Replace current playlist with selection
cs: Nahradit aktuální seznam skladeb výbìrem

source: Reset bands
cs: Vynuluj pásma

source: Results in "Artist - Title", or in Stopped Text
cs: Výsledky v "Umìlec - Název", nebo v Zastaveném Textu

source: Right Channel: %d hz
cs: Pravý Kanál: %d hz

source: Run a program
cs: Spustit program

source: Scanning directory for audio files: %d files scanned
cs: Hledám zvukové soubory v adresáøi: %d souborù nalezeno

source: Scanning for and adding new files: %d / %d (ESC to abort)
cs: Hledání a pøidávání Nových Souborù: %d / %d (ESC - zru¹it)

source: Scanning for changed attributes
cs: Hledám zmìnìné atributy

source: Scanning library for obsolete files: %d / %d (ESC to abort)
cs: Hledám v Knihovnì zastaralé soubory: %d / %d (ESC - zru¹it)

source: Search:
cs: Hledat:

source: Searching for and Adding New Files
cs: Hledání a pøidávání Nových Souborù

source: Select Library Ctrl-F1
cs: Vyberte Knihovnu Ctrl-F1

source: Select Now Playing Ctrl-F2
cs: Vybrat Nyní Pøehrávám Ctrl-F2

source: Selecting library shows all songs in playlist
cs: Vybrání Knihovny uká¾e v seznamu skladeb v¹echny skladby

source: Selection Box %d:
cs: Výbìrové Tlaèítko %d:

source: Selection Boxes (artist/album/etc):
cs: Výbìrová tlaèítka (umìlec/album/atd.):

source: Selection Style:
cs: Styl Výbìru:

source: Selections
cs: Výbìry

source: Set Color
cs: Nastav Barvu

source: Show "stripes" in playlist
cs: Zobraz 'prou¾ky' v seznamu souoborù

source: Show "stripes" in selection boxes
cs: Zobraz 'prou¾ky' ve výbìrových tlaèítkách

source: Show "stripes" in sources box
cs: Zobraz 'prou¾ky' v oknì zdrojù

source: Show Album Info Ctrl-4
cs: Zobraz Album Info Ctrl-4

source: Show Playlist Info Ctrl-3
cs: Zobraz Info k Seznamu skladeb Ctrl-3

source: Show Selections Ctrl-2
cs: Zobraz Výbìry Ctrl-2

source: Show Sources Ctrl-1
cs: Zobraz Zdroje Ctrl-1

source: Show all
cs: Uka¾ v¹echny

source: Shuffle history size:
cs: Velikost historie Shuffle

source: Sort Artist without prefix
cs: Tøídit Umìlce bez pøedpony

source: Sound
cs: Zvuk

source: Sound Device:
cs: Zvukové zaøízení:

source: Sources
cs: Zdroje

source: Standard
cs: Standartní

source: Standard Playlist
cs: Standartní seznam skladeb

source: Standard playlist "
cs: Standartní seznam skladeb "

source: Static
cs: Statický

source: Stop song, if Now Playing is cleared
cs: Zastavit skladbu, jestli je vymazáno Nyní Pøehrávám

source: Stopped Text:
cs: Zastavený Text:

source: Streaming
cs: Streamování

source: Tag information editing (batch)
cs: Úprava informací ve znaèce (dávková)

source: Tag information editing (single)
cs: Úprava informací ve znaèce (jen v jedné)

source: Tagging
cs: Oznaèkování

source: The following fields can be used in your query
cs: Ve va¹em dotazu mù¾ete pou¾ít následující pole

source: There are no pending tags available to display.
cs: Neexistují ¾ádnì nedokonèené znaèky, které by ¹lo zobrazit.

source: There are no pending tags to finalize.
cs: Neexistují ¾ádné nedokonèené znaèky, ktetré by ¹lo finalizovat.

source: There is not enough free space in directory "%s". You need %s bytes more free. Continue nevertheless?
cs: V adresáøi "%s" není dostatek volného místa. Potøebujete %s bytù více. Pøesto pokraèovat?

source: These variables can be used in file line, URL or commandline
cs: Tyto promìnné mohou být pou¾ity øádce souboru, URL nebo pøíkazové øádce.

source: This album
cs: Toto album

source: This artist
cs: Tento umìlec

source: This genre
cs: Tento ¾ánr

source: This is the first time %s has been run. To begin, you must first add directories to the database. Select "Add Directory" from the "Directories" menu, then press the "OK" button to rebuild the library. To display this window again, press CTRL+L in the main window, or select "Library Setup" from the "Library" menu.
cs: Poprvé spou¹títe %s . Pro zaèátek musíte pøidat adresáøe do databáze. Vyberte "Pøidat Adresáø" z menu "Adresáøe" , pak stisknìte tlaèítko "OK". Tím se pøedìlá Knihovna. Pokud budete chtít toto okno znovu zobrazit, stisknìte CTRL+L v hlavním oknì nebo vyberte "Nastavení Knihovny" z menu "Knihovna".

source: This will wipe the library clean. Are you ABSOLUTELY SURE you want to do this?
cs: Tato akce naprosto vyma¾e celou databázi. Jste si NAPROSTO JISTÍ ¾e to chcete udìlat?

source: This year
cs: Tento rok

source: Time
cs: Èas

source: Times Played
cs: -krát Hráno

source: Times played
cs: -krát Hráno

source: Title
cs: Název

source: Total
cs: Celkem

source: Total Songs:
cs: Celkem Skladeb:

source: Track
cs: Stopa

source: Track #
cs: # stopy

source: Track length in mm:ss
cs: Délka stopy v mm:ss

source: Track number
cs: Èíslo stopy

source: Tunage
cs: Ladìní

source: Unknown Artist
cs: Neznámý Umìlec

source: Unknown Song
cs: Neznámá Skladba

source: Unrated
cs: Nehodnoceno

source: Update when playing is stopped
cs: Aktualizuj po ukonèení pøehrávání

source: Updating tags - (ESC to abort)
cs: Aktualizuji znaèky - (ESC - zru¹it)

source: Usage:
cs: Pou¾ití:

source: Use MPEGACCURATE for Mp3-VBR Files
cs: Pou¾ít MPEGACCURATE pro souobory Mp3-VBR

source: Use Proxy server
cs: Pou¾ít Proxy server

source: Use this filter to select songs:
cs: Pou¾ít tetnto filtr pro výbìr skladeb:

source: Vie&w
cs: Zobraz&w

source: Write Changes to &File
cs: Zapsat Zmìny do &Souboru

source: Write tag to file
cs: Zapsat znaèku do souboru

source: Write tags to file
cs: Zapsat znaèky do souboru

source: Write to file
cs: Zapsat do souboru

source: Writing tags to file %s failed,because the file does not exist. Please purge the database.
cs: Zápis znaèek do souboru %s selhal, proto¾e soubor neexistuje. Prosím Vyèistìte databázi.

source: Writing tags to file %s is not supported. File is set as clean in database.
cs: Zapisování znaèek do souboru %s není podporováno. Soubor je v databázi oznaèen jako èistý.

source: Year
cs: Rok

source: Year
cs: Rok

source: Years
cs: Roky

source: [No Devices]
cs: [®ádná zaøízení]

source: buffering ...
cs: vyrovnávám...

source: connecting ...
cs: pøipojuji se...

source: copying %s
cs: kopíruji %s

source: net error
cs: sí»ová chyba

source: not connected
cs: nepøipojeno

source: streaming
cs: streamuje
